# a = input('атынды жаз:')
# print (len(a),a.upper())


# a = input('поиск:')
# print(a.lower())
# no = 'ботен IPStorm,в который ранее входили лиш Windows-машины,увеличился до 13 500 зараженных систем'
# print(no.replace('е', '3'))

# ilon_mask = "3000000000000"
# print(ilon_mask.count('0'))

# a = 'Google создаст спецалную комонду для поиска багов в особо важных приложениях'
# print(len(a))

# a = 'втроя полностую в болшом'
# s = 'создата предолжение где одн его половина написано в маленком регистре'
# print(s.lower(),a.upper())
