# old = int(input('жашын канчада:'))
# if old > 1 and old <= 17:
#     print('кичине син')
# elif old > 18 and old <=45:
#     print('кире бериниз')
# else:
#     print('нет')


# Задача:5
# Ege = input('вам нужно набрать как минимум 270 баллов что вы потступит на бюджет:')
# a = input('Введите кол-во баллов по русскому языку:')
# s = input('Введите кол-во баллов по математике:')
# d = input('Введите кол-во баллов по информатике:')
# f = input ('Поздравляю,ты поступил на бюджет:')





# a = input('сколько хотите снять:')
# print('извините можно снимать толко по: 500, 1000, 5000:')





# a = (input('Введите сумму,которую хотите снять:'))
# if a == '250':
#     print ('Токую сумму снять невожможно овретитесь в другой банкомат: можно снимать, 500, 1000, 2000, 5000')
# elif a == 'Ввывести 500сом':
#     print('успешно Ввыведено, хорошо дня')
