# film = {
#     'название':'маквин',
#     'год': 2010,
#     'режиссер': 'не знаю',
#     'главные_акеры':'машины'
#
# }
# print(film['название'])
# print(film['год'])
# print(film['главные_акеры'])



# slovar = {
#     'cat': 'кот',
#     'dog': 'собака',
#     'apple': 'яблоко',
#     'sun': 'солнце',
#     'book': 'книга',
# }
# a = input('Введите слово на англиском:')
# if a in slovar:
#     print('перевод:', slovar[a])
# else:
#     print('токое слово нет в словаре:')




# city = {
#     'город': 'Бишкек',
#     'страна': 'Кыргысзтан',
#     'население': 'около 7,35 миллиона человек',
#     'достопримечателности': ['Ало-Тоо','Иссык-Куль','Площад-победы']
# }
# print('Информотция о любимом городе:')
# print('город:', city['город'])
# print('страна:', city['страна'])
# print('население:', city['население'])
# print('достопримечателности:', city['достопримечателности'])






# weather = {
#     'понеделник':'+20 , ясно',
#     'вторник': '+35 , жарко ААААА',
#     'среда': '+18 , норм',
#     'четверг': '+19 , тоже норм',
#     'пятница': '-29 , холдно пипец',
#     'суббота': '+22 , хорошоооо',
#     'воскресение': '-19 , ёпта',
# }
# day = input('введите день недели:')
#
# if day in weather:
#     print('погода в день', day + ':' , weather [day])
# else:
#     print('такого дняь нет в словаре давай пока:')




# a = {
#     'кот': len('кот'),
#     'собака': len('собака'),
#     'дом': len('дом'),
#     'книга': len('книга'),
#     'школа': len('школа')
# }
# print(a)




# a = {
#     'кот': 3,
#     'собака': 6,
#     'дом': 3,
#     'книга': 5,
#     'школа': 5
# }
# s = input('введите слова:')
# if s in a :
#     print('в слова', s, 'букв:', a[s])
# else:
#     print('такого слова нетууууу')





# a = ['кот','камень', 'дом', 'дерево', 'сок' , 'игры']
# s = {
#     'к': 2,
#     'д': 2,
#     'с': 1,
#     'и': 1
# }
# print(s)





#
# a = {'k': 2, 'c': 1, 'a': 1}
# s = input('введите слова:')
# d = s [0]
# if d in a:
#     print('количиства слов, начинающихся на', s + ':' , a[s])
# else:
#     print('слова начинающихся на эту букв нету:')