#"8 типи даных бар"
# int -> калдыксыз сандарды чыгарат
# float -> калдыкту сандарды чыгарат
# str -> тырмакча str тармагына кирет
# bool -> 3 союзуу бар.               and | or | not ,
# list -> кашасын белгилери торт чарчы []
# tuple -> кашанын ичин озгорттсо болбойт
# dict -> ключ жана значение
# set -> множенство





# арифматикалык операторлордон 7 бар
# + кошуу
# - кемитуу
# * кобойту
# ** даражага котору
# / калтыктуу болуу
# // калдыксыз болуу
# % модуль аркылыуу болуу



# 6 операциялык сравнение
# > чон
# >= чон же барарбар
# < кичине
# <= кичине же барабар
# == барабаар
# != барабар эмес


# условные операторы
# if
# elif
# else:



# max -> чон элементи чыгарып берет
# min -> кичинекей элементи чыгарып берет
# summ -> общий кошуп берет