# a = 34 ** 2
# s = 26 * 3
# d = 17 * 33
# f = 4394 * 4
# hv = a, s, d, f
# print(hv)
# print(a == 17925, s == 17925, d == 17925, f == 17925)

# a = 145
# b = 100
# c = 200
# df = b < a < c

# j = 7
# d = 3
# s = j % d
# a = s * 4.8
# print(a)

# a = 75 == 75
# print(a)

# f = 75 == 57
# print(f)

# boolean -> (bool) ->булевая значения

   # /   \
 # True  false

# """
# > чон
# >= чон же барабар
# < кичине
# <=  кичине же барабар
# == барабар
# != барабар эмес
# """

# 'and | or | not'
# ' *  |  + |  - '


